{"kosovo": 0, "kazakhstan": 1, "europe": 2, "gambia": 3, "guatemala": 4, "southern_africa": 5, "northern_africa": 6, "norfolk_island": 7, "burkina_faso": 8, "israel": 9, "somalia": 10, "sierra_leone": 11, "curacao": 12, "timor-leste": 13, "samoa": 14, "PAD": 15, "uzbekistan": 16, "montenegro": 17, "new_zealand": 18, "japan": 19, "vatican_city": 20, "denmark": 21, "palestine": 22, "cuba": 23, "nauru": 24, "pitcairn_islands": 25, "south_georgia": 26, "eritrea": 27, "saudi_arabia": 28, "united_states_virgin_islands": 29, "canada": 30, "kyrgyzstan": 31, "southern_europe": 32, "belize": 33, "slovakia": 34, "united_states_minor_outlying_islands": 35, "guinea": 36, "iceland": 37, "turkmenistan": 38, "romania": 39, "saint_kitts_and_nevis": 40, "norway": 41, "sao_tome_and_principe": 42, "asia": 43, "mauritius": 44, "central_asia": 45, "solomon_islands": 46, "cocos_keeling_islands": 47, "UNK": 48, "south_sudan": 49, "oman": 50, "equatorial_guinea": 51, "western_asia": 52, "middle_africa": 53, "united_states": 54, "niger": 55, "zambia": 56, "monaco": 57, "philippines": 58, "central_america": 59, "ireland": 60, "bahrain": 61, "guernsey": 62, "liechtenstein": 63, "chad": 64, "greenland": 65, "honduras": 66, "sweden": 67, "south_america": 68, "latvia": 69, "bosnia_and_herzegovina": 70, "ukraine": 71, "british_virgin_islands": 72, "iran": 73, "palau": 74, "syria": 75, "montserrat": 76, "namibia": 77, "singapore": 78, "isle_of_man": 79, "comoros": 80, "papua_new_guinea": 81, "france": 82, "polynesia": 83, "bangladesh": 84, "rwanda": 85, "nigeria": 86, "cayman_islands": 87, "guinea-bissau": 88, "dominica": 89, "netherlands": 90, "seychelles": 91, "el_salvador": 92, "qatar": 93, "north_korea": 94, "panama": 95, "egypt": 96, "portugal": 97, "estonia": 98, "mongolia": 99, "south_africa": 100, "kenya": 101, "tokelau": 102, "china": 103, "bolivia": 104, "taiwan": 105, "uganda": 106, "cambodia": 107, "haiti": 108, "india": 109, "africa": 110, "brunei": 111, "gibraltar": 112, "micronesia": 113, "northern_america": 114, "faroe_islands": 115, "algeria": 116, "togo": 117, "oceania": 118, "australia_and_new_zealand": 119, "melanesia": 120, "saint_lucia": 121, "iraq": 122, "suriname": 123, "ghana": 124, "venezuela": 125, "sint_maarten": 126, "pakistan": 127, "serbia": 128, "sudan": 129, "germany": 130, "dominican_republic": 131, "eastern_europe": 132, "costa_rica": 133, "dr_congo": 134, "guadeloupe": 135, "marshall_islands": 136, "bulgaria": 137, "azerbaijan": 138, "greece": 139, "guyana": 140, "martinique": 141, "antigua_and_barbuda": 142, "aruba": 143, "macau": 144, "ivory_coast": 145, "christmas_island": 146, "botswana": 147, "kiribati": 148, "svalbard_and_jan_mayen": 149, "eastern_asia": 150, "gabon": 151, "cook_islands": 152, "cape_verde": 153, "djibouti": 154, "liberia": 155, "jamaica": 156, "jersey": 157, "tuvalu": 158, "chile": 159, "sri_lanka": 160, "western_africa": 161, "australia": 162, "argentina": 163, "saint_pierre_and_miquelon": 164, "barbados": 165, "mayotte": 166, "malta": 167, "laos": 168, "angola": 169, "senegal": 170, "ecuador": 171, "vietnam": 172, "zimbabwe": 173, "spain": 174, "grenada": 175, "colombia": 176, "united_arab_emirates": 177, "swaziland": 178, "fiji": 179, "southern_asia": 180, "bermuda": 181, "central_african_republic": 182, "united_kingdom": 183, "central_europe": 184, "turkey": 185, "cameroon": 186, "myanmar": 187, "malawi": 188, "turks_and_caicos_islands": 189, "french_polynesia": 190, "finland": 191, "eastern_africa": 192, "vanuatu": 193, "malaysia": 194, "burundi": 195, "macedonia": 196, "niue": 197, "aland_islands": 198, "jordan": 199, "italy": 200, "armenia": 201, "russia": 202, "new_caledonia": 203, "south_korea": 204, "kuwait": 205, "hungary": 206, "tonga": 207, "cyprus": 208, "british_indian_ocean_territory": 209, "nicaragua": 210, "caribbean": 211, "moldova": 212, "afghanistan": 213, "puerto_rico": 214, "americas": 215, "benin": 216, "nepal": 217, "mexico": 218, "anguilla": 219, "mali": 220, "uruguay": 221, "saint_vincent_and_the_grenadines": 222, "croatia": 223, "yemen": 224, "wallis_and_futuna": 225, "lithuania": 226, "french_guiana": 227, "tunisia": 228, "tanzania": 229, "south-eastern_asia": 230, "czechia": 231, "saint_barthelemy": 232, "paraguay": 233, "georgia": 234, "northern_mariana_islands": 235, "guam": 236, "mauritania": 237, "ethiopia": 238, "bahamas": 239, "madagascar": 240, "reunion": 241, "indonesia": 242, "morocco": 243, "hong_kong": 244, "austria": 245, "libya": 246, "brazil": 247, "san_marino": 248, "belarus": 249, "northern_europe": 250, "peru": 251, "falkland_islands": 252, "andorra": 253, "mozambique": 254, "lebanon": 255, "western_sahara": 256, "belgium": 257, "luxembourg": 258, "saint_martin": 259, "albania": 260, "maldives": 261, "switzerland": 262, "tajikistan": 263, "republic_of_the_congo": 264, "poland": 265, "american_samoa": 266, "slovenia": 267, "thailand": 268, "western_europe": 269, "bhutan": 270, "lesotho": 271, "trinidad_and_tobago": 272}