{
    "concept:agriculturalproductcookedwithagriculturalproduct": 0,
    "concept:agriculturalproductgrowninlandscapefeatures": 1,
    "concept:sportfansincountry": 2,
    "concept:cityliesonriver": 3,
    "concept:agriculturalproductincludingagriculturalproduct": 4,
    "concept:musicianinmusicartist": 5,
    "concept:radiostationincity": 6,
    "concept:specializationof": 7,
    "concept:hasspouse": 8,
    "concept:conceptprerequisiteof": 9,
    "concept:automobilemakerdealersincountry": 10,
    "teamplaysinleague": 11,
    "concept:stateorprovinceisborderedbystateorprovince": 12,
    "concept:televisionstationincity": 13,
    "concept:personleadsgeopoliticalorganization": 14,
    "concept:languageofuniversity": 15,
    "concept:objectpartofobject": 16,
    "concept:atlocation": 17,
    "concept:organizationheadquarteredincity": 18,
    "concept:personborninlocation": 19,
    "concept:musicartistgenre": 20,
    "concept:stadiumlocatedincity": 21,
    "concept:emotionassociatedwithdisease": 22,
    "concept:haswife": 23,
    "concept:transportationincity": 24,
    "concept:hobbiessuchashobbies": 25,
    "concept:attractionofcity": 26,
    "concept:museumincity": 27,
    "concept:companyalsoknownas": 28,
    "concept:athletehomestadium": 29,
    "concept:hashusband": 30,
    "concept:organizationdissolvedatdate": 31,
    "concept:professionusestool": 32,
    "concept:teamplaysincity": 33,
    "concept:fatherofperson": 34,
    "concept:automobilemakerdealersincity": 35,
    "concept:citylocatedinstate": 36,
    "concept:hassibling": 37,
    "concept:arthropodandotherarthropod": 38,
    "concept:furniturefoundinroom": 39,
    "concept:personbornincity": 40,
    "concept:fishservedwithfood": 41,
    "concept:teamplayssport": 42,
    "concept:persondiedincountry": 43,
    "concept:persongraduatedfromuniversity": 44,
    "concept:weaponssuchasweapons": 45,
    "concept:countrycurrency": 47,
    "concept:automakerproducesmodel": 48,
    "concept:countrylocatedingeopoliticallocation": 49,
    "concept:buildinglocatedincity": 50,
    "concept:animalsuchasfish": 51,
    "concept:athleteplaysforteam": 52,
    "concept:organizationalsoknownas": 53,
    "concept:agentcreated": 54,
    "concept:organizationacronymhasname": 55,
    "concept:politicianrepresentslocation": 56,
    "athleteplaysinleague": 57,
    "concept:agentcompeteswithagent": 58,
    "concept:sportusesstadium": 59,
    "concept:sportsgameteam": 60,
    "concept:countryalsoknownas": 61,
    "concept:personhasjobposition": 62,
    "concept:latitudelongitude": 63,
    "concept:teamplaysinleague": 64,
    "concept:athletebeatathlete": 65,
    "concept:motherofperson": 66,
    "concept:clothingmadefromplant": 67,
    "concept:televisionstationaffiliatedwith": 68,
    "concept:personleadsorganization": 69,
    "athleteplaysforteam": 70,
    "concept:foodcancausedisease": 71,
    "concept:plantincludeplant": 72,
    "concept:animalsuchasinvertebrate": 73,
    "concept:worksfor": 74,
    "concept:agentinvolvedwithitem": 75,
    "concept:clothingtogowithclothing": 76,
    "concept:agentbelongstoorganization": 77,
    "concept:visualartistartform": 78,
    "concept:mutualproxyfor": 79,
    "concept:fooddecreasestheriskofdisease": 80,
    "concept:musicgenressuchasmusicgenres": 81,
    "concept:agentactsinlocation": 82,
    "concept:mountaininstate": 83,
    "organizationheadquarteredincity": 84,
    "concept:academicprogramatuniversity": 85,
    "concept:automobilemakercardealersinstateorprovince": 86,
    "concept:drugworkedonbyagent": 87,
    "concept:bookwriter": 88,
    "concept:teamalsoknownas": 89,
    "concept:coachesteam": 90,
    "concept:weaponmadeincountry": 91,
    "concept:mammalsuchasmammal": 93,
    "concept:actorstarredinmovie": 94,
    "concept:politicianusmemberofpoliticalgroup": 95,
    "concept:objectfoundinscene": 96,
    "concept:invertebratefeedonfood": 97,
    "concept:animaleatvegetable": 98,
    "concept:statehascapital": 99,
    "concept:journalistwritesforpublication": 100,
    "concept:agentcontributedtocreativework": 101,
    "athleteplayssport": 102,
    "organizationhiredperson": 103,
    "concept:bacteriaisthecausativeagentofphysiologicalcondition": 104,
    "concept:athleteplaysinleague": 105,
    "concept:agriculturalproductcutintogeometricshape": 106,
    "concept:drughassideeffect": 107,
    "concept:personhasresidenceingeopoliticallocation": 108,
    "concept:topmemberoforganization": 109,
    "concept:coachesinleague": 111,
    "concept:athleteplayssport": 112,
    "concept:academicfieldsuchasacademicfield": 113,
    "concept:companyeconomicsector": 114,
    "concept:personbelongstoorganization": 115,
    "concept:itemfoundinroom": 116,
    "concept:athleteplayssportsteamposition": 117,
    "concept:plantrepresentemotion": 118,
    "concept:teamwontrophy": 119,
    "concept:hasofficeincity": 120,
    "concept:headquarteredin": 121,
    "concept:arterycalledartery": 122,
    "concept:statelocatedingeopoliticallocation": 123,
    "worksfor": 124,
    "concept:bakedgoodservedwithbeverage": 125,
    "concept:athleteledsportsteam": 126,
    "personleadsorganization": 127,
    "concept:sportschoolincountry": 128,
    "concept:statelocatedincountry": 129,
    "concept:personalsoknownas": 130,
    "concept:agriculturalproductgrowinginstateorprovince": 131,
    "concept:parkincity": 132,
    "concept:riveremptiesintoriver": 133,
    "concept:coachwontrophy": 134,
    "concept:competeswith": 135,
    "concept:organizationhiredperson": 136,
    "concept:politicianusendorsedbypoliticianus": 137,
    "concept:ceoof": 138,
    "concept:chemicalistypeofchemical": 139,
    "concept:bankbankincountry": 140,
    "concept:personmovedtostateorprovince": 141,
    "concept:producesproduct": 142,
    "concept:musicianplaysinstrument": 143,
    "athletehomestadium": 144,
    "concept:agriculturalproducttoattractinsect": 145,
    "concept:drugpossiblytreatsphysiologicalcondition": 146,
    "concept:teamplaysagainstteam": 147,
    "concept:arthropodcalledarthropod": 148,
    "concept:thinghasshape": 149,
    "concept:plantgrowinginplant": 150,
    "concept:buildingfeaturemadefrombuildingmaterial": 151,
    "concept:cityalsoknownas": 152,
    "concept:politicianholdsoffice": 153,
    "concept:locationlocatedwithinlocation": 154,
    "concept:persondiedatage": 155,
    "concept:hotelincity": 156,
    "concept:agentparticipatedinevent": 157,
    "concept:airportincity": 158,
    "concept:synonymfor": 159,
    "concept:newspaperincity": 160,
    "concept:bankboughtbank": 161,
    "concept:athleteflyouttosportsteamposition": 162,
    "concept:citylocatedingeopoliticallocation": 163,
    "concept:animaldevelopdisease": 164,
    "concept:beveragemadefrombeverage": 165,
    "concept:languageofcountry": 166,
    "concept:proxyfor": 167,
    "concept:beveragecontainsprotein": 168,
    "concept:istallerthan": 169,
    "concept:directordirectedmovie": 171,
    "concept:animalthatfeedoninsect": 172,
    "concept:animaleatfood": 173,
    "concept:parentofperson": 174,
    "teamplayssport": 175,
    "concept:atdate": 176,
    "personborninlocation": 177,
    "concept:awardtrophytournamentisthechampionshipgameofthenationalsport": 178,
    "agentbelongstoorganization": 179,
    "concept:animalpreyson": 180,
    "concept:thinghascolor": 181,
    "concept:athleteinjuredhisbodypart": 182,
    "concept:sportusesequipment": 183,
    "concept:organizationheadquarteredincountry": 184,
    "concept:athletewinsawardtrophytournament": 185,
    "concept:animalistypeofanimal": 186,
    "concept:sporthassportsteamposition": 187,
    "concept:politicianusholdsoffice": 188,
    "concept:animalsuchasinsect": 189,
    "concept:citylocatedincountry": 190,
    "concept:academicfieldconcernssubject": 191,
    "concept:subpartoforganization": 192,
    "concept:acquired": 193,
    "concept:subpartof": 194,
    "concept:sportsgamewinner": 195,
    "concept:ismultipleof": 196,
    "concept:teamhomestadium": 197,
    "concept:professionistypeofprofession": 198,
    "concept:agriculturalproductcamefromcountry": 199,
    "concept:persongraduatedschool": 200,
    "concept:touristattractionsuchastouristattraction": 201,
    "concept:agriculturalproductcontainchemical": 202,
    "concept:personchargedwithcrime": 203,
    "concept:agriculturalproductcomingfromvertebrate": 204,
    "concept:agentcontrols": 205,
    "concept:personhascitizenship": 206,
    "concept:leaguestadiums": 207,
    "concept:bodypartcontainsbodypart": 208,
    "concept:citycapitalofcountry": 209,
    "concept:organizationheadquarteredinstateorprovince": 210,
    "concept:lakeinstate": 211,
    "concept:sportsgamesport": 212,
    "concept:organizationterminatedperson": 213,
    "concept:hasofficeincountry": 214,
    "concept:agentcollaborateswithagent": 215
}