{
    "/location/statistical_region/rent50_2./measurement_unit/dated_money_value/currency": 0,
    "/organization/organization_member/member_of./organization/organization_membership/organization": 1,
    "/government/political_party/politicians_in_this_party./government/political_party_tenure/politician": 2,
    "/government/politician/government_positions_held./government/government_position_held/jurisdiction_of_office": 3,
    "/film/actor/dubbing_performances./film/dubbing_performance/language": 4,
    "/education/field_of_study/students_majoring./education/education/major_field_of_study": 5,
    "/base/biblioness/bibs_location/country": 6,
    "/baseball/baseball_team/team_stats./baseball/baseball_team_stats/season": 7,
    "/award/award_category/disciplines_or_subjects": 8,
    "/people/person/nationality": 9,
    "/base/biblioness/bibs_location/state": 10,
    "/music/genre/parent_genre": 11,
    "/film/special_film_performance_type/film_performance_type./film/performance/film": 12,
    "/music/group_member/membership./music/group_membership/group": 13,
    "/film/film/film_art_direction_by": 14,
    "/people/cause_of_death/people": 15,
    "/base/aareas/schema/administrative_area/administrative_parent": 16,
    "/music/genre/artists": 17,
    "/soccer/football_player/current_team./sports/sports_team_roster/team": 18,
    "/people/deceased_person/place_of_burial": 19,
    "/music/artist/contribution./music/recording_contribution/performance_role": 20,
    "/base/localfood/seasonal_month/produce_available./base/localfood/produce_availability/seasonal_months": 21,
    "/education/educational_institution_campus/educational_institution": 22,
    "/award/award_winner/awards_won./award/award_honor/award_winner": 23,
    "/medicine/disease/risk_factors": 24,
    "/people/ethnicity/geographic_distribution": 25,
    "/tv/tv_program/genre": 26,
    "/sports/sports_position/players./sports/sports_team_roster/position": 27,
    "/sports/sports_league/teams./sports/sports_league_participation/team": 28,
    "/education/educational_degree/people_with_this_degree./education/education/student": 29,
    "/people/person/place_of_birth": 30,
    "/base/aareas/schema/administrative_area/capital": 31,
    "/education/university/domestic_tuition./measurement_unit/dated_money_value/currency": 32,
    "/people/profession/specialization_of": 33,
    "/music/instrument/instrumentalists": 34,
    "/sports/sports_team/colors": 35,
    "/location/capital_of_administrative_division/capital_of./location/administrative_division_capital_relationship/administrative_division": 36,
    "/film/film/dubbing_performances./film/dubbing_performance/actor": 37,
    "/tv/non_character_role/tv_regular_personal_appearances./tv/tv_regular_personal_appearance/person": 38,
    "/user/jg/default_domain/olympic_games/sports": 39,
    "/film/film/release_date_s./film/film_regional_release_date/film_regional_debut_venue": 40,
    "/organization/organization_founder/organizations_founded": 41,
    "/education/educational_institution/students_graduates./education/education/major_field_of_study": 42,
    "/business/business_operation/operating_income./measurement_unit/dated_money_value/currency": 43,
    "/base/americancomedy/celebrity_impressionist/celebrities_impersonated": 44,
    "/location/country/second_level_divisions": 45,
    "/influence/influence_node/peers./influence/peer_relationship/peers": 46,
    "/film/film/music": 47,
    "/people/person/spouse_s./people/marriage/location_of_ceremony": 49,
    "/people/person/religion": 50,
    "/base/popstra/celebrity/breakup./base/popstra/breakup/participant": 51,
    "/location/location/partially_contains": 52,
    "/olympics/olympic_sport/athletes./olympics/olympic_athlete_affiliation/country": 53,
    "/tv/tv_program/regular_cast./tv/regular_tv_appearance/actor": 54,
    "/olympics/olympic_sport/athletes./olympics/olympic_athlete_affiliation/olympics": 55,
    "/music/artist/track_contributions./music/track_contribution/role": 56,
    "/military/military_conflict/combatants./military/military_combatant_group/combatants": 57,
    "/film/film/production_companies": 58,
    "/base/saturdaynightlive/snl_cast_member/seasons./base/saturdaynightlive/snl_season_tenure/cast_members": 59,
    "/education/university/fraternities_and_sororities": 60,
    "/location/country/form_of_government": 61,
    "/government/politician/government_positions_held./government/government_position_held/basic_title": 62,
    "/education/university/local_tuition./measurement_unit/dated_money_value/currency": 63,
    "/film/director/film": 64,
    "/soccer/football_team/current_roster./sports/sports_team_roster/position": 65,
    "/people/person/places_lived./people/place_lived/location": 66,
    "/location/statistical_region/gdp_real./measurement_unit/adjusted_money_value/adjustment_currency": 67,
    "/soccer/football_team/current_roster./soccer/football_roster_position/position": 68,
    "/business/business_operation/industry": 69,
    "/film/film_set_designer/film_sets_designed": 70,
    "/government/politician/government_positions_held./government/government_position_held/legislative_sessions": 71,
    "/film/film/prequel": 72,
    "/film/film/written_by": 73,
    "/location/location/time_zones": 74,
    "/people/ethnicity/people": 75,
    "/celebrities/celebrity/celebrity_friends./celebrities/friendship/friend": 76,
    "/olympics/olympic_participating_country/medals_won./olympics/olympic_medal_honor/medal": 77,
    "/people/person/sibling_s./people/sibling_relationship/sibling": 78,
    "/tv/tv_writer/tv_programs./tv/tv_program_writer_relationship/tv_program": 79,
    "/tv/tv_producer/programs_produced./tv/tv_producer_term/program": 80,
    "/music/performance_role/regular_performances./music/group_membership/group": 81,
    "/music/performance_role/track_performances./music/track_contribution/role": 82,
    "/base/schemastaging/organization_extra/phone_number./base/schemastaging/phone_sandbox/service_language": 83,
    "/award/award_winning_work/awards_won./award/award_honor/honored_for": 84,
    "/music/group_member/membership./music/group_membership/role": 85,
    "/location/hud_foreclosure_area/estimated_number_of_mortgages./measurement_unit/dated_integer/source": 86,
    "/people/person/spouse_s./people/marriage/spouse": 87,
    "/film/film/distributors./film/film_film_distributor_relationship/region": 88,
    "/base/locations/continents/countries_within": 89,
    "/award/award_winning_work/awards_won./award/award_honor/award": 90,
    "/organization/organization/headquarters./location/mailing_address/country": 91,
    "/tv/tv_program/program_creator": 92,
    "/award/award_category/winners./award/award_honor/ceremony": 93,
    "/music/performance_role/regular_performances./music/group_membership/role": 94,
    "/location/statistical_region/religions./location/religion_percentage/religion": 95,
    "/military/military_combatant/military_conflicts./military/military_combatant_group/combatants": 96,
    "/people/ethnicity/languages_spoken": 97,
    "/people/person/profession": 98,
    "/user/alexander/philosophy/philosopher/interests": 99,
    "/people/deceased_person/place_of_death": 100,
    "/music/artist/origin": 101,
    "/base/popstra/celebrity/canoodled./base/popstra/canoodled/participant": 102,
    "/government/governmental_body/members./government/government_position_held/legislative_sessions": 103,
    "/location/us_county/county_seat": 104,
    "/film/film_distributor/films_distributed./film/film_film_distributor_relationship/film": 105,
    "/user/tsegaran/random/taxonomy_subject/entry./user/tsegaran/random/taxonomy_entry/taxonomy": 106,
    "/location/statistical_region/gdp_nominal_per_capita./measurement_unit/dated_money_value/currency": 107,
    "/organization/organization/place_founded": 108,
    "/base/eating/practicer_of_diet/diet": 109,
    "/people/person/employment_history./business/employment_tenure/company": 110,
    "/film/film/edited_by": 111,
    "/education/educational_institution/school_type": 112,
    "/government/legislative_session/members./government/government_position_held/legislative_sessions": 113,
    "/location/hud_county_place/place": 114,
    "/user/ktrueman/default_domain/international_organization/member_states": 115,
    "/sports/sport/pro_athletes./sports/pro_sports_played/athlete": 116,
    "/travel/travel_destination/how_to_get_here./travel/transportation/mode_of_transportation": 117,
    "/organization/endowed_organization/endowment./measurement_unit/dated_money_value/currency": 118,
    "/media_common/netflix_genre/titles": 119,
    "/sports/sports_team/roster./american_football/football_historical_roster_position/position_s": 120,
    "/education/educational_degree/people_with_this_degree./education/education/major_field_of_study": 121,
    "/business/business_operation/assets./measurement_unit/dated_money_value/currency": 122,
    "/sports/sports_position/players./sports/sports_team_roster/team": 123,
    "/business/business_operation/revenue./measurement_unit/dated_money_value/currency": 124,
    "/people/person/spouse_s./people/marriage/type_of_union": 127,
    "/film/film/film_production_design_by": 128,
    "/location/statistical_region/places_exported_to./location/imports_and_exports/exported_to": 129,
    "/base/schemastaging/organization_extra/phone_number./base/schemastaging/phone_sandbox/contact_category": 130,
    "/education/educational_institution/colors": 131,
    "/business/job_title/people_with_this_title./business/employment_tenure/company": 132,
    "/common/topic/webpage./common/webpage/category": 133,
    "/sports/sports_team_location/teams": 134,
    "/people/person/languages": 135,
    "/time/event/instance_of_recurring_event": 136,
    "/film/film/country": 137,
    "/american_football/football_team/current_roster./sports/sports_team_roster/position": 138,
    "/tv/tv_program/languages": 139,
    "/dataworld/gardening_hint/split_to": 140,
    "/tv/tv_network/programs./tv/tv_network_duration/program": 141,
    "/olympics/olympic_games/participating_countries": 142,
    "/base/popstra/location/vacationers./base/popstra/vacation_choice/vacationer": 143,
    "/medicine/disease/notable_people_with_this_condition": 144,
    "/sports/pro_athlete/teams./sports/sports_team_roster/team": 145,
    "/sports/sports_team/roster./basketball/basketball_roster_position/position": 146,
    "/tv/tv_program/country_of_origin": 147,
    "/education/field_of_study/students_majoring./education/education/student": 148,
    "/film/actor/film./film/performance/special_performance_type": 149,
    "/music/record_label/artist": 150,
    "/base/petbreeds/city_with_dogs/top_breeds./base/petbreeds/dog_city_relationship/dog_breed": 151,
    "/film/film/film_festivals": 152,
    "/sports/sports_position/players./american_football/football_historical_roster_position/position_s": 153,
    "/organization/organization/headquarters./location/mailing_address/state_province_region": 154,
    "/organization/organization/child./organization/organization_relationship/child": 155,
    "/film/film/genre": 156,
    "/olympics/olympic_participating_country/athletes./olympics/olympic_athlete_affiliation/olympics": 157,
    "/award/award_category/winners./award/award_honor/award_winner": 158,
    "/olympics/olympic_games/sports": 159,
    "/base/culturalevent/event/entity_involved": 160,
    "/music/performance_role/guest_performances./music/recording_contribution/performance_role": 161,
    "/tv/tv_program/tv_producer./tv/tv_producer_term/producer_type": 162,
    "/film/film/costume_design_by": 163,
    "/government/government_office_category/officeholders./government/government_position_held/jurisdiction_of_office": 164,
    "/film/film/estimated_budget./measurement_unit/dated_money_value/currency": 165,
    "/location/country/capital": 166,
    "/location/location/adjoin_s./location/adjoining_relationship/adjoins": 167,
    "/film/film/produced_by": 168,
    "/award/award_nominee/award_nominations./award/award_nomination/nominated_for": 169,
    "/sports/professional_sports_team/draft_picks./sports/sports_league_draft_pick/school": 170,
    "/people/marriage_union_type/unions_of_this_type./people/marriage/location_of_ceremony": 171,
    "/film/film/language": 172,
    "/medicine/symptom/symptom_of": 173,
    "/base/schemastaging/person_extra/net_worth./measurement_unit/dated_money_value/currency": 174,
    "/base/marchmadness/ncaa_basketball_tournament/seeds./base/marchmadness/ncaa_tournament_seed/team": 175,
    "/tv/tv_personality/tv_regular_appearances./tv/tv_regular_personal_appearance/program": 176,
    "/location/statistical_region/gdp_nominal./measurement_unit/dated_money_value/currency": 177,
    "/award/award_ceremony/awards_presented./award/award_honor/honored_for": 178,
    "/award/award_nominated_work/award_nominations./award/award_nomination/nominated_for": 179,
    "/film/film/runtime./film/film_cut/film_release_region": 180,
    "/base/popstra/celebrity/dated./base/popstra/dated/participant": 181,
    "/location/administrative_division/first_level_division_of": 182,
    "/base/x2010fifaworldcupsouthafrica/world_cup_squad/current_world_cup_squad./base/x2010fifaworldcupsouthafrica/current_world_cup_squad/current_club": 183,
    "/film/film/film_format": 184,
    "/film/film/featured_film_locations": 185,
    "/travel/travel_destination/climate./travel/travel_destination_monthly_climate/month": 186,
    "/tv/tv_producer/programs_produced./tv/tv_producer_term/producer_type": 187,
    "/influence/influence_node/influenced_by": 188,
    "/location/hud_county_place/county": 189,
    "/sports/sports_team/roster./american_football/football_roster_position/position": 190,
    "/broadcast/content/artist": 191,
    "/organization/organization/headquarters./location/mailing_address/citytown": 192,
    "/music/instrument/family": 193,
    "/education/educational_institution/students_graduates./education/education/student": 194,
    "/olympics/olympic_participating_country/medals_won./olympics/olympic_medal_honor/olympics": 196,
    "/film/film/other_crew./film/film_crew_gig/film_crew_role": 197,
    "/sports/professional_sports_team/draft_picks./sports/sports_league_draft_pick/draft": 198,
    "/olympics/olympic_games/medals_awarded./olympics/olympic_medal_honor/medal": 199,
    "/award/award_category/nominees./award/award_nomination/nominated_for": 200,
    "/award/award_nominee/award_nominations./award/award_nomination/award_nominee": 201,
    "/location/administrative_division/country": 202,
    "/film/film/cinematography": 203,
    "/film/film/distributors./film/film_film_distributor_relationship/film_distribution_medium": 204,
    "/people/person/gender": 205,
    "/award/hall_of_fame/inductees./award/hall_of_fame_induction/inductee": 206,
    "/award/award_nominee/award_nominations./award/award_nomination/award": 207,
    "/base/aareas/schema/administrative_area/administrative_area_type": 208,
    "/sports/sports_league_draft/picks./sports/sports_league_draft_pick/school": 209,
    "/location/location/contains": 210,
    "/film/film/other_crew./film/film_crew_gig/crewmember": 211,
    "/education/university/international_tuition./measurement_unit/dated_money_value/currency": 212,
    "/language/human_language/countries_spoken_in": 213,
    "/education/educational_institution/campuses": 214,
    "/sports/sports_team/sport": 215,
    "/award/award_winning_work/awards_won./award/award_honor/award_winner": 216,
    "/education/educational_degree/people_with_this_degree./education/education/institution": 217,
    "/film/person_or_entity_appearing_in_film/films./film/personal_film_appearance/type_of_appearance": 218,
    "/film/actor/film./film/performance/film": 219,
    "/food/food/nutrients./food/nutrition_fact/nutrient": 220,
    "/ice_hockey/hockey_team/current_roster./sports/sports_team_roster/position": 221,
    "/film/film/personal_appearances./film/personal_film_appearance/person": 222,
    "/film/film/release_date_s./film/film_regional_release_date/film_release_region": 223,
    "/time/event/locations": 224,
    "/organization/role/leaders./organization/leadership/organization": 225,
    "/film/film/story_by": 226,
    "/award/award_ceremony/awards_presented./award/award_honor/award_winner": 227,
    "/award/ranked_item/appears_in_ranked_lists./award/ranking/list": 228,
    "/government/legislative_session/members./government/government_position_held/district_represented": 229,
    "/film/film_subject/films": 230,
    "/base/popstra/celebrity/friendship./base/popstra/friendship/participant": 231,
    "/base/schemastaging/organization_extra/phone_number./base/schemastaging/phone_sandbox/service_location": 232,
    "/celebrities/celebrity/sexual_relationships./celebrities/romantic_relationship/celebrity": 233,
    "/location/statistical_region/gni_per_capita_in_ppp_dollars./measurement_unit/dated_money_value/currency": 234,
    "/organization/non_profit_organization/registered_with./organization/non_profit_registration/registering_agency": 235,
    "/award/award_category/category_of": 236,
    "/film/film/executive_produced_by": 237,
    "/location/country/official_language": 238,
    "/sports/sports_team/roster./baseball/baseball_roster_position/position": 239,
    "/film/film/release_date_s./film/film_regional_release_date/film_release_distribution_medium": 240
}